tap "homebrew/bundle"
tap "homebrew/services"
brew "jpeg-xl"
brew "bat"
brew "code-minimap"
brew "curl"
brew "exa"
brew "fish"
brew "fzf"
brew "gcc"
brew "ghostscript"
brew "libheif"
brew "imagemagick"
brew "lua"
brew "maven"
brew "mitmproxy"
brew "neofetch"
brew "neovim"
brew "openblas"
brew "numpy"
brew "openjdk@17"
brew "python@3.9"
brew "tmux"
brew "tree"
brew "wget"
brew "z"
cask "atom"
cask "chatwork"
cask "cool-retro-term"
cask "discord"
cask "docker"
cask "iterm2"
cask "logi-options-plus"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "microsoft-word"
cask "miro"
cask "onedrive"
cask "scroll-reverser"
cask "slack"
cask "via"
cask "visual-studio-code"
cask "webex"
cask "wireshark"
cask "zoom"
