tap "homebrew/bundle"
tap "homebrew/services"
brew "jpeg-xl"
brew "bat"
brew "code-minimap"
brew "curl"
brew "exa"
brew "fish"
brew "fzf"
brew "gcc"
brew "ghostscript"
brew "libheif"
brew "imagemagick"
brew "lua"
brew "maven"
brew "mitmproxy"
brew "neofetch"
brew "neovim"
brew "openblas"
brew "numpy", link: false
brew "openjdk@17"
brew "python@3.9"
brew "tmux"
brew "tree"
brew "wget"
brew "z"
cask "docker"
cask "iterm2"
