tap "homebrew/bundle"
tap "homebrew/services"
brew "jpeg-xl"
brew "awscli"
brew "bat"
brew "broot"
brew "code-minimap"
brew "curl"
brew "eza"
brew "fish"
brew "fzf"
brew "gcc"
brew "ghostscript"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "lua"
brew "openjdk"
brew "maven"
brew "mitmproxy"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "openblas"
brew "numpy"
brew "openjdk@17"
brew "tmux"
brew "tree"
brew "wget"
cask "chatwork"
cask "clipy"
cask "cool-retro-term"
cask "discord"
cask "displaylink"
cask "docker"
cask "drawio"
cask "iterm2"
cask "logi-options-plus"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "microsoft-word"
cask "miro"
cask "notion"
cask "onedrive"
cask "postman"
cask "scroll-reverser"
cask "slack"
cask "via"
cask "visual-studio-code"
cask "webex"
cask "wireshark"
cask "zoom"
vscode "ibm.zopeneditor"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "vscodevim.vim"
vscode "zowe.vscode-extension-for-zowe"
