tap "homebrew/bundle"
tap "homebrew/services"
brew "jpeg-xl"
brew "bat"
brew "broot"
brew "glib"
brew "code-minimap"
brew "curl"
brew "eza"
brew "fish"
brew "fzf"
brew "gcc"
brew "harfbuzz"
brew "tesseract"
brew "ghostscript"
brew "go"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "libpq"
brew "lua"
brew "openjdk"
brew "maven"
brew "neofetch"
brew "neovim"
brew "node"
brew "openblas"
brew "numpy"
brew "openjdk@17"
brew "php", restart_service: :changed
brew "python@3.14"
brew "pip-tools"
brew "postgresql@17", restart_service: :changed
brew "ruby-build"
brew "rbenv"
brew "snyk-cli"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
cask "antigravity"
cask "clipy"
cask "discord"
cask "displaylink"
cask "gas-mask"
cask "iterm2"
cask "logi-options+"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "microsoft-word"
cask "miro"
cask "notion"
cask "onedrive"
cask "scroll-reverser"
cask "slack"
cask "via"
cask "visual-studio-code"
cask "wireshark-app"
cask "zoom"
vscode "charliermarsh.ruff"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-pyright.pyright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "snyk-security.snyk-vulnerability-scanner"
vscode "vscodevim.vim"
vscode "zhuangtongfa.material-theme"
